etc/template_files/WTTHColombia/SALIDAS/Request_SET_HVNTPLID.xml

<soapenv:Envelope xmlns:hss="http://www.huawei.com/HSS" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
	<soapenv:Header>
		<hss:MessageID>?</hss:MessageID>
		<hss:MEName>nosequevayaaqui</hss:MEName>
		<hss:Authentication>
			<hss:Username>claro.colombia</hss:Username>
			<hss:Password>claro.mx</hss:Password>
		</hss:Authentication>
	</soapenv:Header>
	<soapenv:Body>
		<hss:SET_HREGAUTH>
			<hss:IMPU>sip:+5718034952@ims.claro.com.co</hss:IMPU>
			<hss:REGAUTH>1</hss:REGAUTH>
		</hss:SET_HREGAUTH>
	</soapenv:Body>
</soapenv:Envelope>